Ran Plan for dir: `infrastructure/terraform/github` workspace: `default`

<details><summary>Show Output</summary>

```diff
sh: line 0: [: !=: unary operator expected


An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_team.infrastructure will be created
+ resource "github_team" "infrastructure" {
      + etag    = (known after apply)
      + id      = (known after apply)
      + name    = "infrastructure"
      + node_id = (known after apply)
      + privacy = "secret"
      + slug    = (known after apply)
    }

  # github_team_membership.infrastructure_maintainers["Meemaw"] will be created
+ resource "github_team_membership" "infrastructure_maintainers" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "Meemaw"
    }

  # github_team_membership.infrastructure_maintainers["snuderl"] will be created
+ resource "github_team_membership" "infrastructure_maintainers" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "snuderl"
    }

Plan: 3 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d infrastructure/terraform/github`
* :put_litter_in_its_place: To **delete** this plan click [here](http://0018d28b1afb.ngrok.io/lock?id=insights-io%252FInsight%252Finfrastructure%252Fterraform%252Fgithub%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d infrastructure/terraform/github`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
